<!doctype html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.1/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-+0n0xVW2eSR5OomGNYDnhzAbDsOXxcvSN1TPprVMTNDbiYZCxYbOOl7+AMvyTG2x" crossorigin="anonymous">
    <title>Музыканты.РФ</title>
	<link rel="stylesheet" href="./../css/mar.css">
	<script src="https://ajax.googleapis.com/ajax/libs/jquery/3.6.0/jquery.min.js"></script>
</head>
<style>

.modal-body {
    width: 100%;
    max-width: 700px;
    margin: 0 auto;
    padding: 20px;
    overflow: scroll;
	overflow-x: hidden;
    height: 500px;
	color: white;
	text-align: left
  }
  
  body {
    background-image: url(./../media/bg-2.png);
}


  .block {
      margin: 0 auto;
  }

  .modal-header h2 {
      margin: 0 auto;
		color:white;
  }

</style>
<body>
    <div class="modal-header">
        <h2>Политика конфиденциальности</h2>
    </div>
    <div class="block">
      <div class="modal-body">
        <p>1. Сбор, обработка и использование ваших личных данных

1.1 Анонимное использование нашего Веб-сайта

Вы можете посетить наш Веб-сайт, оставаясь при этом анонимом и не раскрывая каких-либо своих личных данных.

Однако при первом посещении вами Веб-сайта мы спросим вашего согласия на размещение файлов cookie на вашем устройстве и на отслеживание вашего поведения при пользовании сайтом. Это помогает нам лучше понимать, как именно клиенты пользуются Веб-сайтом, и улучшать размещенные на нем предложения и услуги, в том числе предоставлять более персонализированное взаимодействие с сайтом и целевые предложения. В случае, если вы подписались на нашу рассылку (см. ниже Раздел 1.3), мы будем использовать такую информацию о пользовании сайтом для предоставления вам более персонализированных сообщений, отражающих ваши конкретные интересы и предпочтения. Подробное описание файлов cookie и аналитических инструментов веб-сайта, которые мы используем для этой цели, а также информацию о Ваших правах на изменение выбора см. в разделе 2 ниже.

Если вы не согласны с вышеописанной практикой и хотите сохранить полную анонимность, то можете указать, что не даете своего согласия, или же отозвать свое согласие с вступлением в силу такого отзыва на будущее, воспользовавшись доступными механизмами отказа (см. раздел 2 ниже). В таком случае мы будем собирать только некоторую анонимную информацию, не связанную напрямую с вашей личностью. Например, мы можем фиксировать количество посетителей нашего Веб-сайта, шаблоны просмотра и области интересов. Мы анализируем эту информацию для того, чтобы понимать, как именно клиенты пользуются Веб-сайтом, и оценивать тенденции, статистику и потребности клиентов, что помогает нам совершенствовать Веб-сайт и лучше обслуживать клиентов.

Кроме перечисленного выше, мы будем собирать ваши личные данные только при условии, что вы добровольно решите поделиться с нами такой информацией, например, отправив запрос (через наш контактный формуляр) или запросив конкретную услугу. Если вы не дали своего явного согласия и если в настоящей Политике конфиденциальности не указано иное, мы будем использовать личные данные, которые вы нам предоставили, только в той мере, в какой это необходимо, чтобы вы могли пользоваться нашим Веб-сайтом, включая обработку ваших запросов и предоставление запрашиваемых услуг. Кроме того, мы можем использовать любые личные данные, полученные нами только в анонимной форме (т.е. в некой не идентифицируемой с личностью форме, которая не позволяет делать какие-либо выводы относительно вашей личности) для статистических целей и для внутренней оценки на предмет улучшения наших продуктов и услуг. Ваши данные не будут обрабатываться для каких-либо других целей или вне сферы действия настоящей Политики конфиденциальности, за исключением тех случаев, когда это прямо разрешено или требуется применимым законодательством.

1.2 Использование нашего контактного формуляра

Мы собираем личные данные, которые вы добровольно раскрываете, обращаясь к нам через контактный формуляр на Веб-сайте, например, если вы обращаетесь за справкой или отправляете конкретный запрос в адрес нашей службы по работе с клиентами или службы поддержки. Если в настоящей Политике Веб-сайта в отношении конфиденциальности и файлов cookie не указано иное, ваши данные не будут использоваться без вашего согласия, кроме как для обработки вашего обращения/запроса, напр., чтобы предоставить запрашиваемую вами информацию об услугах, и не будут использоваться для какой-либо другой цели, за исключением случаев, когда это прямо разрешено или требуется применимым законодательством.

Ваше обращение/запрос будет обрабатываться компанией Музыканты.РФ или, при необходимости, одной из наших местных дочерних совместных компаний, которые отвечают за рассмотрение вопросов, затронутых в вашем обращении/запросе, согласно вашей юрисдикции.

1.3 Подписка на рассылку новостей

Вы можете подписаться на нашу рассылку новостей. При прохождении такой регистрации мы спросим у вас согласия на хранение и обработку формы обращения к вам, вашего имени, адреса электронной почты, страны, а также о том, каким образом вас квалифицировать – как клиента-физическое лицо или клиента-юридическое лицо. Мы будем использовать такие данные исключительно для того, чтобы регулярно сообщать вам по электронной почте об услугах и продуктах Музыканты.РФ и ее дочерних совместных компаний. Такие электронные сообщения будут присылаться вам компанией Музыканты.РФ и/или ООО "Медела", ул. Орджоникидзе, 11 стр. 10, 115419 Москва («Местная совместная компания»), которая является дочерней совместной компанией, ответственной за работу с вами как с клиентом на местном уровне. В рамках прохождения вами регистрации мы также заручимся вашим согласием на то, чтобы мы могли персонализировать контент нашей новостной рассылки в соответствии с вашими потребностями и интересами, основываясь на прочей полученной от вас информации, которую мы храним, а именно на сведениях о вашей учетной записи, на истории заказов или на другой раскрытой вами информации (в том числе, например, на данных, полученных при пользовании вами нашим приложением MyМузыканты.РФ Breastfeeding App или при вашем участии в опросах). В случае, если вы также дали согласие на размещение файлов cookie и на отслеживание вашего поведения при пользовании сайтом (см. ниже Раздел 2.2), мы будем использовать и такую информацию о пользовании сайтом для предоставления вам персонализированных сообщений, которые отражают ваши конкретные интересы и предпочтения.

После того как вы отправите запрос на рассылку новостей, вы получите по электронной почте подтверждающее сообщение, содержащее ссылку, на которую вам следует нажать, чтобы подтвердить подписку. Такая двойная процедура подтверждения подписки помогает нам удостовериться, что владелец электронной почты действительно согласен с получением нашей новостной рассылки.

Формулировку вашего заявления о согласии, данного при подписке на рассылку новостей, можно посмотреть внизу настоящего документа – Политики Веб-сайта в отношении конфиденциальности и файлов cookie.

При подписке на рассылку новостей вы также даете согласие на то, что пользование вами этой новостной рассылкой, а именно открывания электронных писем и клики на них, может отслеживаться компанией Музыканты.РФ с помощью аналитического инструмента, предоставляемого компанией Campaign Monitor Pty. Ltd., Level 38, 201 Elisabeth Street, Sydney NSW 2000 (Австралия) («CampaignMonitor»). Этот инструмент также собирает информацию о переадресации электронных писем, о письмах, которые не удалось доставить, и об отменах подписки. Личные данные, собранные Campaign Monitor, содержат ваше имя, адрес электронной почты и местоположение.

Кроме того, мы можем использовать других поставщиков технических услуг, в том числе облачные службы из США, которые предлагают аналогичные инструменты, призванные помочь нам в управлении подписками на новостную рассылку и предоставлении сопутствующих услуг связи и маркетинга.

Наши поставщики услуг будут обрабатывать вашу информацию в качестве нашего процессора обработки данных только от нашего имени и в соответствии с нашими инструкциями, с тем чтобы помочь нам оценить пользование нашей новостной рассылкой, персонализировать сообщения в вашей рассылке, компилировать отчеты по действиям в рассылке и предоставлять другие статистические и аналитические услуги, связанные с использованием нашей новостной рассылки. Ваши данные не будут использоваться с какой-либо другой целью.

Хотя эти поставщики услуг могут находиться в стране, которая не в состоянии обеспечить тот уровень защиты данных, который считается адекватным в вашей стране проживания, в частности в Швейцарии и ЕС/ЕЭЗ, – мы предприняли необходимые меры, чтобы гарантировать, что ваши личные данные надлежащим образом защищены при их передаче за пределы Швейцарии и/или ЕС/ЕЭЗ.

Вы можете в любое время отказаться от получения рассылки, а также отозвать согласие на ее получение в будущем. Для этого перейдите по ссылке Отписаться (Отказаться от получения рассылки) в нижней части полученного письма с рассылкой или отправьте сообщение или письмо на контактный адрес, указанный в разделе 11 политики конфиденциальности и использования файлов cookie настоящего веб-сайта.

2. Файлы cookie

2.1 Обязательные файлы cookie

Файлы cookie представляют собой небольшие текстовые файлы, которые наш Веб-сайт просит разместить на вашем компьютере или на других устройствах с поддержкой Интернета, например, планшетах или смартфонах. Если ваш браузер настроен на прием файлов cookie, то он добавляет определенный текст в некий небольшой файл.

За исключением случаев, указанных в настоящей Политике Веб-сайта в отношении конфиденциальности и файлов cookie, используемые нами файлы cookie необходимы для функциональности и результативности Веб-сайта, например, за счет придания большей эффективности работе сайта и облегчения пользования функциональными возможностями и предоставляемыми услугами; эти функциональные и/или эксплуатационные файлы cookie будут удалены с вашего устройства по завершении сеанса браузера (файлы cookie сеанса). Мы не будем использовать информацию, хранящуюся в обязательных файлах cookie, для каких-либо других целей, кроме как в случае крайней необходимости для предоставления вам запрашиваемых услуг и функциональных возможностей.

2.2 Согласие на размещение файлов cookie и персонализированное слежение

Когда вы заходите на наш Веб-сайт, мы спросим вашего согласия на размещение дополнительных файлов cookie на вашем устройстве, выводя баннер cookie («Согласие на cookie»). Эти файлы cookie не будут строго необходимыми для функциональности и результативности Веб-сайта, но помогут нам собрать некоторые ваши личные данные, касающиеся вашего поведения при пользовании сайтом, чтобы улучшить наши предложения и услуги на сайте и/или предоставить вам более персонализированные информацию и услуги, включая целевые предложения (см. ниже Разделы 2.4 и 2.5 по соответствующим файлам cookie, предназначенным для анализа веб-сайта и целей ремаркетинга). В случае, если вы подписались на нашу рассылку (см. выше Раздел 1.3), мы будем использовать такую информацию о пользовании сайтом для предоставления вам более персонализированных сообщений, отражающих ваши конкретные интересы и предпочтения. Давая согласие на использование файлов cookie, Вы соглашаетесь с размещением файлов cookie, необходимых для работы сервисов AddToAny (см. раздел 3 ниже).

Баннер cookie информирует вас об основных целях дополнительных файлов cookie и предоставляет вам информацию об имеющихся у вас вариантах выбора и о том, где можно получить доступ к дополнительной информации. Если вы продолжаете пользоваться Веб-сайтом после того, как вам был показан баннер cookie, это будет означать, что вы согласны с описанными практиками.

Формулировку заявления о «Согласии на cookie» можно посмотреть внизу настоящего документа – Политики Веб-сайта в отношении конфиденциальности и файлов cookie. Ниже содержится информация о категориях файлов cookie непервостепенной важности и других технологиях отслеживания, которые могут быть размещены на Вашем устройстве, а также их целях применительно к различным сервисам. У Вас есть право в любой момент отозвать согласие на использование файлов cookie и в индивидуальном порядке отказаться от размещения файлов cookie и сбора информации о Вас в различных целях в будущем, как описано подробно в соответствующих разделах 2.5, 2.6, 3 и 4 ниже.

2.3 Другие технологии отслеживания

Кроме того, для повышения качества обслуживания мы можем использовать другие технологии отслеживания, например пиксели и веб-маяки. Эти технологии обычно работают в связке с файлами cookie.

2.4 Управление настройками, касающимися файлов cookie

Большинство браузеров изначально настроены на прием файлов cookie. Согласно своим предпочтениям вы можете изменить настройки, чтобы полностью отказаться от файлов cookie, удалить уже размещенные на вашем устройстве файлы cookie или получать предупреждение перед размещением файла cookie. Чтобы узнать подробнее о том, как отрегулировать или изменить настройки своего браузера, обратитесь к инструкциям браузера или по адресу www.aboutcookies.org либо www.allaboutcookies.org.

Если вы выбираете отказ от приема файлов cookie, это может повлиять на удобство пользования Веб-сайтом; вы не сможете воспользоваться некоторыми из предлагаемых нами функций и услуг.

Если вы используете разные устройства для доступа к Веб-сайту (напр., смартфон, планшет, компьютер и т.д.), вам следует позаботиться о том, чтобы каждый браузер на каждом устройстве был настроен в соответствии с вашими предпочтениями относительно файлов cookie.

2.5 Использование Google Universal Analytics

На этом Веб-сайте используется Google Universal Analytics («Google Analytics») — служба веб-аналитики, предоставляемая компанией Google, Inc. («Google»). Google Analytics использует файлы cookie, чтобы помочь нам проанализировать, как именно пользователи пользуются Веб-сайтом, включая количество посетителей Веб-сайта; те сайты, с которых пришли наши посетители; страницы, которые они посещают. Эта информация используется нами для улучшения предложений и услуг Веб-сайта. Как правило, любая сгенерированная файлом cookie информация о вашем пользовании Веб-сайтом будет передаваться компании Google и храниться ею на серверах в Соединенных Штатах Америки.

Google будет использовать эту информацию в качестве нашего уполномоченного процессора обработки данных, с тем чтобы помочь нам оценить пользование Веб-сайтом, компилировать отчеты по действиям на сайте и предоставлять другие статистические и аналитические услуги, связанные с использованием Веб-сайта. IP-адрес, переданный вашим браузером в рамках Google Analytics, не будет связан с какими-либо другими данными, хранящимися в Google.

Вы можете предотвратить сбор сгенерированных файлом cookie данных о вашем пользовании этим Веб-сайтом (включая ваш IP-адрес) и отказаться от отслеживания службой Google Analytics на всех сайтах, загрузив и установив подключаемый модуль (плагин) для браузера, который доступен здесь.

В качестве альтернативы установке плагина для браузера или в случае, если вы используете наш Веб-сайт с браузерами на мобильных устройствах, вы также можете отказаться от отслеживания службой Google Analytics, если нажмете следующую ссылку для отказа: Щелкните здесь для отказа от Google Analytics.

В этом случае в вашем браузере будет помещен файл cookie отказа, что предотвратит дальнейшее отслеживание пользования вами этим Веб-сайтом силами службы Google Analytics. Помните о том, что вам придется произвести отказ еще раз, если вы удаляете все хранящиеся на вашем устройстве файлы cookie.

Вам также нужно будет произвести отказ на каждом устройстве, которое вы используете для посещения Веб-сайта.

Чтобы получить общие сведения о конфиденциальности в Google, нажмите здесь .

2.6 Использование рекламных функций Google Analytics

На основании данных о посещенных Вами страницах веб-сайта мы можем использовать определенные возможности медийной рекламы Google Analytics, например, демографические данные и отчеты по интересам, а также функции ремаркетинга.

Чтобы включить эти функции, служба Google разместит на вашем устройстве файл Cookie DoubleClick третьей стороны (если вы посещаете определенные страницы нашего Веб-сайта или веб-сайты других публикаторов, у которых реализованы рекламные функции на основе файла Cookie DoubleClick).

В файле Cookie DoubleClick хранится информация о вашем пользовании Веб-сайтом (и, в ряде случаев, другими сайтами, посещаемыми в рекламной сети Google), включая посещаемые сайты, просмотры рекламных объявлений, просмотры страниц, данные о взаимодействии пользователя с системой, информацию о браузере, IP-адрес, идентификатор файла cookie и историю поиска. Google не будет связывать ваше имя или другую идентифицирующую личность информацию с вашим файлом cookie DoubleClick без вашего предварительного согласия.

Мы используем Google Analytics для анализа данных, хранящихся в файле Cookie DoubleClick, чтобы получать статистические отчеты о демографических данных (возраст, пол) и интересах наших пользователей. Эти отчеты помогают нам лучше понять наших пользователей и улучшить наши Веб-сайт и услуги.

Кроме того, мы используем функции ремаркетинга от Google Analytics, чтобы запускать рекламные кампании (включая Google AdWords) для пользователей нашего Веб-сайта. Основываясь на предыдущих посещениях Веб-сайта (и на интересах, выраженных в ходе предыдущих сессий), эти пользователи будут получать релевантную целевую рекламу при просмотре других сайтов в Интернете в рамках контекстно-медийной сети Google. Мы также можем использовать функции рекламы в Google Analytics, чтобы они помогли нам оценить эффективность рекламных кампаний.

Просим обратить внимание на то, что файл Cookie DoubleClick также позволяет Google и другим сторонним поставщикам обслуживать целевую рекламу (на основе ваших предыдущих посещений Веб-сайта и/или других сайтов в Интернете). Эти рекламные объявления могут показываться на сайтах Google и/или других публикаторов, участвующих в рекламной сети Google.

Вы можете управлять своими предпочтениями и отключать рекламные объявления по интересам от Google, воспользовавшись у себя опцией Google Настройки рекламы. В этом случае уникальный идентификатор файла Cookie DoubleClick перезаписывается и не может быть связан с конкретным браузером. Просим обратить внимание, что, если вы удаляете все файлы cookie со своего устройства, может появиться новый файл Cookie DoubleClick, и вам может потребоваться обновить настройки отказа.

Если вы хотите окончательно отключить файл Cookie DoubleClick, загрузите и установите плагин для браузера, который доступен здесь.

Вы можете также отказаться от использования файлов cookie сторонними поставщиками для онлайн-рекламы, обратившись на действующую в США страницу aboutads.info.choices или на действующую в ЕС страницу Your Online Choices.

Чтобы получить общие сведения о конфиденциальности в Google, нажмите здесь

2.7 Прочие сторонние файлы cookie

Некоторый контент или приложения на Веб-сайте, включая рекламу, могут обслуживаться независимыми третьими лицами. Они могут размещать файлы cookie на вашем устройстве в собственных целях. Мы не контролируем применяемые этими третьими лицами технологии отслеживания или то, каким образом они могут использоваться.

Вы можете предотвратить размещение таких сторонних файлов cookie и отслеживание с их помощью, соответствующим образом отрегулировав или изменив настройки своего браузера. За дополнительной информацией обратитесь к инструкциям своего браузера.

3. Социальный плагин AddToAny

Настоящий веб-сайт использует плагин для социальных сетей сервиса AddToAny (далее — «плагин AddToAny»), который управляется компанией AddToAny LLC, 717 Market Street, San Francisco, CA94103, USA (США) (далее — AddToAny). Сервис AddToAny позволяет пользователям легко делиться контентом, размещенным на нашем веб-сайте, в социальных сетях, таких как facebook.com, vk.com, instagram.com, ok.ru (далее — «социальные сети»).

При переходе на страницу нашего веб-сайта, на которой размещен плагин AddToAny, Ваш браузер может установить прямое соединение с серверами AddToAny, чтобы загрузить плагин AddToAny и его содержимое в Ваш браузер для последующей интеграции в открытую страницу. Плагин AddToAny разместит файлы cookie на Вашем устройстве и будет отправлять в AddToAny информацию о том, что Вы открывали соответствующую страницу на нашем веб-сайте. Кроме того, сбор информации может осуществляться, если Вы решите взаимодействовать с плагином AddToAny, например, при нажатии значка AddToAny и (или) при попытке поделиться контентом с помощью значка «Поделиться». В состав информации, собираемой сервисом AddToAny, входит информация журнала сервера и браузера.

Компания Музыканты.РФ не управляет процессом сбора, хранения и использования подобной информации сервисом AddToAny или соответствующими социальными сетями и не имеет доступа к собранной информации. Внимательно ознакомьтесь с политиками конфиденциальности сервиса AddToAny и соответствующих социальных сетей, прежде чем использовать их возможности. Политику конфиденциальности сервиса AddToAny см. здесь.</p>
    <div class="modal-footer">
        <label id="accept" class="btn btn-primary" for="modal-1">Согласен!</label>
        <label id="cancel" style="background-color:#BF0A33;" class="btn btn-primary" for="modal-1">Нет!</label>
    </div>
    </div>
    <script>
function getCookie(name) {
    let matches = document.cookie.match(new RegExp(
    "(?:^|; )" + name.replace(/([\.$?*|{}\(\)\[\]\\\/\+^])/g, '\\$1') + "=([^;]*)"
    ));
    return matches ? decodeURIComponent(matches[1]) : undefined;
}

document.getElementById("accept").addEventListener("click", function(){
    let date = new Date;
    date.setDate(date.getDate() + 1);    
    document.cookie = "cookiecook=no; path=/; expires=" + date.toUTCString();
    window.location = "./../";     
});

document.getElementById("cancel").addEventListener("click", function(){
    window.location = "https://www.google.ru/";
});

let accept = getElementById('accept')

$(win1).click(function(){
    document.body.style.overflow='hidden',
    $(madalWindow).fadeIn(100);
    animation(modalContent);
  });
  $(accept).click(function(){
    animationBack(modalContent);
    $(madalWindow).fadeOut(100);
    document.body.style.overflow='scroll';
  });
    </script>
</body>
</html>